Repository: macsonn141-beep/PeriMeno
Catalog: PeriMenoApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, zh_hans, zh_hant

# paywall.kind.subscription
source: Auto-renewable local test subscription
ar: اشتراك اختبار محلي يتجدد تلقائيًا
de: Automatisch verlängerbares lokales Test-Abo
es: Suscripción local de prueba autorrenovable
fr: Abonnement local de test renouvelable automatiquement
hi: ऑटो-रिन्यू स्थानीय परीक्षण सब्सक्रिप्शन
id: Langganan uji lokal perpanjangan otomatis
it: Abbonamento locale di test rinnovabile automaticamente
ja: ローカルテスト用の自動更新サブスクリプション
ko: 자동 갱신 로컬 테스트 구독
pt_br: Assinatura local de teste autorrenovável
th: การสมัครทดสอบในเครื่องแบบต่ออายุอัตโนมัติ
tr: Otomatik yenilenen yerel test aboneliği
zh_hans: 自动续订本地测试订阅
zh_hant: 自动续订本地测试订阅

# paywall.lifetime
source: Lifetime
ar: مدى الحياة
de: Lebenslang
es: De por vida
fr: À vie
hi: लाइफटाइम
id: Seumur hidup
it: A vita
ja: 買い切り
ko: 평생
pt_br: Vitalício
th: ตลอดชีพ
tr: Ömür boyu
zh_hans: 终身版
zh_hant: 終身版

# paywall.lifetime.price
source: $99.99 one-time
ar: 99.99$ لمرة واحدة
de: 99,99 $ einmalig
es: $99.99 pago único
fr: 99,99 $ une fois
hi: $99.99 एक बार
id: $99.99 sekali bayar
it: 99,99 $ una tantum
ja: $99.99 買い切り
ko: $99.99 일회성
pt_br: US$ 99,99 uma vez
th: $99.99 ครั้งเดียว
tr: $99.99 tek seferlik
zh_hans: 一次性 $99.99
zh_hant: 一次性 $99.99

# paywall.localTestingFallback
source: StoreKit products are not available from Xcode right now. Debug local purchase fallback is enabled for Simulator testing.
ar: منتجات StoreKit غير متاحة من Xcode الآن. تم تفعيل بديل الشراء المحلي للتصحيح لاختبار Simulator.
de: StoreKit-Produkte sind derzeit nicht aus Xcode verfügbar. Der lokale Debug-Kauf-Fallback ist für Simulator-Tests aktiviert.
es: Los productos de StoreKit no están disponibles desde Xcode ahora. La alternativa local de compra de depuración está activada para pruebas en Simulator.
fr: Les produits StoreKit ne sont pas disponibles depuis Xcode actuellement. Le mode de repli d’achat local de debug est activé pour les tests dans Simulator.
hi: StoreKit उत्पाद अभी Xcode से उपलब्ध नहीं हैं। Simulator परीक्षण के लिए debug local purchase fallback सक्षम है।
id: Produk StoreKit tidak tersedia dari Xcode saat ini. Fallback pembelian lokal debug diaktifkan untuk pengujian Simulator.
it: I prodotti StoreKit non sono disponibili da Xcode al momento. Il fallback di acquisto locale debug è attivo per i test nel Simulator.
ja: 現在XcodeからStoreKit商品を利用できません。Simulatorテスト用にデバッグ用ローカル購入フォールバックが有効です。
ko: 현재 Xcode에서 StoreKit 제품을 사용할 수 없습니다. Simulator 테스트를 위해 디버그 로컬 구매 대체 모드가 활성화되었습니다.
pt_br: Os produtos do StoreKit não estão disponíveis pelo Xcode agora. A alternativa local de compra de debug está ativada para testes no Simulator.
th: ตอนนี้สินค้า StoreKit ไม่พร้อมใช้งานจาก Xcode เปิดใช้ fallback การซื้อในเครื่องสำหรับทดสอบ Simulator แล้ว
tr: StoreKit ürünleri şu anda Xcode’dan kullanılamıyor. Simulator testi için debug yerel satın alma yedeği etkin.
zh_hans: 当前 Xcode 没有提供 StoreKit 产品。模拟器测试已启用调试本地购买备用模式。
zh_hant: 当前 Xcode 没有提供 StoreKit 产品。模拟器测试已启用调试本地购买备用模式。

# paywall.monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
id: Bulanan
it: Mensile
ja: 月額
ko: 월간
pt_br: Mensal
th: รายเดือน
tr: Aylık
zh_hans: 月付
zh_hant: 月付

# paywall.monthly.price
source: $6.99 / month
ar: 6.99$ / شهر
de: 6,99 $ / Monat
es: $6.99 / mes
fr: 6,99 $ / mois
hi: $6.99 / माह
id: $6.99 / bulan
it: 6,99 $ / mese
ja: $6.99 / 月
ko: $6.99 / 월
pt_br: US$ 6,99 / mês
th: $6.99 / เดือน
tr: $6.99 / ay
zh_hans: $6.99 / 月
zh_hant: $6.99 / 月

# paywall.plan.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
id: Aktif
it: Attivo
ja: 有効
ko: 활성
pt_br: Ativo
th: ใช้งานอยู่
tr: Aktif
zh_hans: 已启用
zh_hant: 已啟用

# paywall.productsUnavailable
source: Purchase products are not available in this local test build yet.
ar: منتجات الشراء غير متاحة بعد في نسخة الاختبار المحلية هذه.
de: Kaufprodukte sind in diesem lokalen Test-Build noch nicht verfügbar.
es: Los productos de compra aún no están disponibles en esta compilación local de prueba.
fr: Les produits d’achat ne sont pas encore disponibles dans cette build locale de test.
hi: इस स्थानीय टेस्ट बिल्ड में खरीद उत्पाद अभी उपलब्ध नहीं हैं।
id: Produk pembelian belum tersedia di build uji lokal ini.
it: I prodotti acquistabili non sono ancora disponibili in questa build locale di test.
ja: このローカルテストビルドでは購入商品をまだ利用できません。
ko: 이 로컬 테스트 빌드에서는 아직 구매 제품을 사용할 수 없습니다.
pt_br: Os produtos de compra ainda não estão disponíveis nesta build local de teste.
th: สินค้าที่ซื้อได้ยังไม่พร้อมในบิลด์ทดสอบในเครื่องนี้
tr: Satın alma ürünleri bu yerel test derlemesinde henüz mevcut değil.
zh_hans: 此本地测试版本暂时无法使用购买产品。
zh_hant: 此本地测试版本暂时无法使用购买产品。

# paywall.purchase.cancelled
source: Purchase was cancelled.
ar: تم إلغاء الشراء.
de: Kauf wurde abgebrochen.
es: La compra fue cancelada.
fr: L’achat a été annulé.
hi: खरीद रद्द कर दी गई।
id: Pembelian dibatalkan.
it: Acquisto annullato.
ja: 購入はキャンセルされました。
ko: 구매가 취소되었습니다.
pt_br: A compra foi cancelada.
th: การซื้อถูกยกเลิก
tr: Satın alma iptal edildi.
zh_hans: 购买已取消。
zh_hant: 購買已取消。

# paywall.purchase.lifetimeSuccess
source: Lifetime premium is unlocked in this local test build.
ar: تم فتح المميز مدى الحياة في نسخة الاختبار المحلية هذه.
de: Lifetime-Premium ist in diesem lokalen Test-Build freigeschaltet.
es: Premium de por vida está desbloqueado en esta compilación local de prueba.
fr: Premium à vie est débloqué dans cette build locale de test.
hi: इस स्थानीय टेस्ट बिल्ड में लाइफ़टाइम प्रीमियम अनलॉक है।
id: Premium seumur hidup terbuka di build uji lokal ini.
it: Premium a vita è sbloccato in questa build locale di test.
ja: このローカルテストビルドで買い切りプレミアムが解除されました。
ko: 이 로컬 테스트 빌드에서 평생 프리미엄이 잠금 해제되었습니다.
pt_br: Premium vitalício está desbloqueado nesta build local de teste.
th: ปลดล็อกพรีเมียมตลอดชีพในบิลด์ทดสอบนี้แล้ว
tr: Ömür boyu premium bu yerel test derlemesinde açıldı.
zh_hans: 此本地测试版本已解锁终身高级版。
zh_hant: 此本地测试版本已解锁终身高级版。

# paywall.purchase.pending
source: Purchase is pending.
ar: الشراء قيد الانتظار.
de: Kauf ist ausstehend.
es: La compra está pendiente.
fr: L’achat est en attente.
hi: खरीद लंबित है।
id: Pembelian tertunda.
it: Acquisto in sospeso.
ja: 購入は保留中です。
ko: 구매가 보류 중입니다.
pt_br: A compra está pendente.
th: การซื้อกำลังรอดำเนินการ
tr: Satın alma beklemede.
zh_hans: 购买处理中。
zh_hant: 購買處理中。

# paywall.purchase.subscriptionSuccess
source: Premium subscription is unlocked in this local test build.
ar: تم فتح اشتراك المميز في نسخة الاختبار المحلية هذه.
de: Premium-Abonnement ist in diesem lokalen Test-Build freigeschaltet.
es: La suscripción premium está desbloqueada en esta compilación local de prueba.
fr: L’abonnement Premium est débloqué dans cette build locale de test.
hi: इस स्थानीय टेस्ट बिल्ड में प्रीमियम सब्सक्रिप्शन अनलॉक है।
id: Langganan premium terbuka di build uji lokal ini.
it: Abbonamento Premium sbloccato in questa build locale di test.
ja: このローカルテストビルドでプレミアム購読が解除されました。
ko: 이 로컬 테스트 빌드에서 프리미엄 구독이 잠금 해제되었습니다.
pt_br: A assinatura premium está desbloqueada nesta build local de teste.
th: ปลดล็อกการสมัครพรีเมียมในบิลด์ทดสอบนี้แล้ว
tr: Premium abonelik bu yerel test derlemesinde açıldı.
zh_hans: 此本地测试版本已解锁高级订阅。
zh_hant: 此本地测试版本已解锁高级订阅。

# paywall.purchase.success
source: Premium is unlocked in this local test build.
ar: تم فتح المميز في نسخة الاختبار المحلية هذه.
de: Premium ist in diesem lokalen Test-Build freigeschaltet.
es: Premium está desbloqueado en esta compilación local de prueba.
fr: Premium est débloqué dans cette build locale de test.
hi: इस स्थानीय टेस्ट बिल्ड में प्रीमियम अनलॉक है।
id: Premium terbuka di build uji lokal ini.
it: Premium è sbloccato in questa build locale di test.
ja: このローカルテストビルドでプレミアムが解除されました。
ko: 이 로컬 테스트 빌드에서 프리미엄이 잠금 해제되었습니다.
pt_br: Premium está desbloqueado nesta build local de teste.
th: ปลดล็อกพรีเมียมในบิลด์ทดสอบนี้แล้ว
tr: Premium bu yerel test derlemesinde açıldı.
zh_hans: 此本地测试版本已解锁高级版。
zh_hant: 此本地测试版本已解锁高级版。

# paywall.restore
source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
th: กู้คืนการซื้อ
tr: Satın almaları geri yükle
zh_hans: 恢复购买
zh_hant: 恢復購買

# paywall.restore.none
source: No active premium purchase was found.
ar: لم يتم العثور على شراء مميز نشط.
de: Kein aktiver Premium-Kauf gefunden.
es: No se encontró ninguna compra premium activa.
fr: Aucun achat Premium actif n’a été trouvé.
hi: कोई सक्रिय प्रीमियम खरीद नहीं मिली।
id: Tidak ditemukan pembelian premium aktif.
it: Nessun acquisto Premium attivo trovato.
ja: 有効なプレミアム購入は見つかりませんでした。
ko: 활성 프리미엄 구매를 찾을 수 없습니다.
pt_br: Nenhuma compra premium ativa foi encontrada.
th: ไม่พบการซื้อพรีเมียมที่ใช้งานอยู่
tr: Aktif premium satın alma bulunamadı.
zh_hans: 未找到有效的高级版购买。
zh_hant: 未找到有效的高级版购买。

# paywall.restore.premium
source: Premium access is already active.
ar: الوصول المميز نشط بالفعل.
de: Premium-Zugriff ist bereits aktiv.
es: El acceso premium ya está activo.
fr: L’accès Premium est déjà actif.
hi: प्रीमियम एक्सेस पहले से सक्रिय है।
id: Akses premium sudah aktif.
it: L’accesso Premium è già attivo.
ja: プレミアムアクセスはすでに有効です。
ko: 프리미엄 접근이 이미 활성화되어 있습니다.
pt_br: O acesso premium já está ativo.
th: สิทธิ์พรีเมียมเปิดใช้งานอยู่แล้ว
tr: Premium erişim zaten aktif.
zh_hans: 高级版访问已启用。
zh_hant: 進階版存取已啟用。

# paywall.section.plans
source: Plans
ar: الخطط
de: Tarife
es: Planes
fr: Offres
hi: प्लान
id: Paket
it: Piani
ja: プラン
ko: 플랜
pt_br: Planos
th: แผน
tr: Planlar
zh_hans: 方案
zh_hant: 方案

# paywall.status.failed
source: Product information could not be loaded.
ar: تعذر تحميل معلومات المنتج.
de: Produktinformationen konnten nicht geladen werden.
es: No se pudo cargar la información del producto.
fr: Les informations produit n’ont pas pu être chargées.
hi: उत्पाद जानकारी लोड नहीं हो सकी।
id: Informasi produk tidak dapat dimuat.
it: Impossibile caricare le informazioni prodotto.
ja: 商品情報を読み込めませんでした。
ko: 제품 정보를 불러올 수 없습니다.
pt_br: Não foi possível carregar as informações do produto.
th: ไม่สามารถโหลดข้อมูลสินค้า
tr: Ürün bilgileri yüklenemedi.
zh_hans: 无法加载产品信息。
zh_hant: 無法載入產品資訊。

# paywall.status.free
source: You are using the free local tracker.
ar: أنت تستخدمين المتتبع المحلي المجاني.
de: Du nutzt den kostenlosen lokalen Tracker.
es: Estás usando el seguimiento local gratuito.
fr: Vous utilisez le suivi local gratuit.
hi: आप मुफ़्त स्थानीय ट्रैकर उपयोग कर रही हैं।
id: Anda menggunakan pelacak lokal gratis.
it: Stai usando il tracker locale gratuito.
ja: 無料のローカルトラッカーを使用中です。
ko: 무료 로컬 트래커를 사용 중입니다.
pt_br: Você está usando o rastreador local gratuito.
th: คุณกำลังใช้ตัวติดตามในเครื่องแบบฟรี
tr: Ücretsiz yerel takipçiyi kullanıyorsunuz.
zh_hans: 你正在使用免费的本地追踪器。
zh_hant: 你正在使用免費的本機追蹤器。

# paywall.status.loading
source: Checking product information...
ar: جارٍ التحقق من معلومات المنتج...
de: Produktinformationen werden geprüft...
es: Comprobando información del producto...
fr: Vérification des informations produit...
hi: उत्पाद जानकारी जाँची जा रही है...
id: Memeriksa informasi produk...
it: Controllo informazioni prodotto...
ja: 商品情報を確認中...
ko: 제품 정보 확인 중...
pt_br: Verificando informações do produto...
th: กำลังตรวจสอบข้อมูลสินค้า...
tr: Ürün bilgileri kontrol ediliyor...
zh_hans: 正在检查产品信息...
zh_hant: 正在檢查產品資訊...

# paywall.status.premium
source: Premium access is active.
ar: الوصول المميز نشط.
de: Premium-Zugriff ist aktiv.
es: El acceso premium está activo.
fr: L’accès Premium est actif.
hi: प्रीमियम एक्सेस सक्रिय है।
id: Akses premium aktif.
it: L’accesso Premium è attivo.
ja: プレミアムアクセスが有効です。
ko: 프리미엄 접근이 활성화되었습니다.
pt_br: O acesso premium está ativo.
th: สิทธิ์พรีเมียมเปิดใช้งานอยู่
tr: Premium erişim aktif.
zh_hans: 高级版访问已启用。
zh_hant: 進階版存取已啟用。

# paywall.subtitle
source: Premium unlocks deeper insights, unlimited history, full reports, and advanced templates.
ar: يفتح المميز رؤى أعمق وسجلًا غير محدود وتقارير كاملة وقوالب متقدمة.
de: Premium schaltet tiefere Einblicke, unbegrenzten Verlauf, vollständige Berichte und erweiterte Vorlagen frei.
es: Premium desbloquea análisis más profundos, historial ilimitado, informes completos y plantillas avanzadas.
fr: Premium débloque des analyses plus poussées, un historique illimité, des rapports complets et des modèles avancés.
hi: प्रीमियम गहरी इनसाइट, असीमित इतिहास, पूर्ण रिपोर्ट और उन्नत टेम्पलेट अनलॉक करता है।
id: Premium membuka insight lebih dalam, riwayat tanpa batas, laporan lengkap, dan template lanjutan.
it: Premium sblocca insight più profondi, cronologia illimitata, report completi e modelli avanzati.
ja: プレミアムでは、より深い洞察、無制限の履歴、完全なレポート、高度なテンプレートを利用できます。
ko: 프리미엄은 더 깊은 인사이트, 무제한 기록, 전체 보고서, 고급 템플릿을 제공합니다.
pt_br: Premium desbloqueia insights mais profundos, histórico ilimitado, relatórios completos e modelos avançados.
th: พรีเมียมปลดล็อกข้อมูลเชิงลึก ประวัติไม่จำกัด รายงานเต็ม และเทมเพลตขั้นสูง
tr: Premium daha derin içgörüler, sınırsız geçmiş, tam raporlar ve gelişmiş şablonlar açar.
zh_hans: 高级版解锁更深入洞察、无限历史、完整报告和高级模板。
zh_hant: 高级版解锁更深入洞察、无限历史、完整报告和高级模板。

# paywall.title
source: Premium
ar: بريميوم
hi: प्रीमियम
ja: プレミアム
ko: 프리미엄
th: พรีเมียม
zh_hans: 高级版
zh_hant: 進階版

# paywall.yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
id: Tahunan
it: Annuale
ja: 年額
ko: 연간
pt_br: Anual
th: รายปี
tr: Yıllık
zh_hans: 年付
zh_hant: 年付

# paywall.yearly.price
source: $49.99 / year
ar: 49.99$ / سنة
de: 49,99 $ / Jahr
es: $49.99 / año
fr: 49,99 $ / an
hi: $49.99 / वर्ष
id: $49.99 / tahun
it: 49,99 $ / anno
ja: $49.99 / 年
ko: $49.99 / 년
pt_br: US$ 49,99 / ano
th: $49.99 / ปี
tr: $49.99 / yıl
zh_hans: $49.99 / 年
zh_hant: $49.99 / 年

# person.crop.circle.badge.xmark
source: Xmark
ar: علامة X
de: X-Markierung
es: Marca X
fr: Croix
hi: X निशान
id: Tanda X
it: Segno X
ja: Xマーク
ko: X 표시
pt_br: Marca X
th: เครื่องหมาย X
tr: X işareti
zh_hans: 关闭
zh_hant: 关闭

# plus.circle
source: Circle
ar: دائرة
de: Kreis
es: Círculo
fr: Cercle
hi: वृत्त
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
pt_br: Círculo
th: วงกลม
tr: Daire
zh_hans: 圆形
zh_hant: 圆形

# point.3.connected.trianglepath.dotted
source: Dotted
ar: منقط
de: Gepunktet
es: Punteado
fr: Pointillé
hi: बिंदुयुक्त
id: Bertitik
it: Punteggiato
ja: 点線
ko: 점선
pt_br: Pontilhado
th: จุด
tr: Noktalı
zh_hans: 点线
zh_hant: 点线

# premium.badge
source: Premium
ar: بريميوم
hi: प्रीमियम
ja: プレミアム
ko: 프리미엄
th: พรีเมียม
zh_hans: 高级版
zh_hant: 進階版

# premium.purchase.unknown
source: Purchase result was not recognized.
ar: لم يتم التعرف على نتيجة الشراء.
de: Kaufergebnis wurde nicht erkannt.
es: No se reconoció el resultado de la compra.
fr: Le résultat de l’achat n’a pas été reconnu.
hi: खरीद परिणाम पहचाना नहीं गया।
id: Hasil pembelian tidak dikenali.
it: Risultato dell’acquisto non riconosciuto.
ja: 購入結果を認識できませんでした。
ko: 구매 결과를 인식할 수 없습니다.
pt_br: O resultado da compra não foi reconhecido.
th: ไม่รู้จักผลการซื้อ
tr: Satın alma sonucu tanınmadı.
zh_hans: 无法识别购买结果。
zh_hant: 无法识别购买结果。

# premium.purchase.unverified
source: Purchase could not be verified.
ar: تعذر التحقق من الشراء.
de: Kauf konnte nicht verifiziert werden.
es: No se pudo verificar la compra.
fr: L’achat n’a pas pu être vérifié.
hi: खरीद सत्यापित नहीं हो सकी।
id: Pembelian tidak dapat diverifikasi.
it: Impossibile verificare l’acquisto.
ja: 購入を確認できませんでした。
ko: 구매를 확인할 수 없습니다.
pt_br: A compra não pôde ser verificada.
th: ไม่สามารถยืนยันการซื้อได้
tr: Satın alma doğrulanamadı.
zh_hans: 购买无法验证。
zh_hant: 購買無法驗證。

# privacy.noAccount
source: No account
ar: بدون حساب
de: Kein Konto
es: Sin cuenta
fr: Sans compte
hi: कोई खाता नहीं
id: Tanpa akun
it: Nessun account
ja: アカウント不要
ko: 계정 없음
pt_br: Sem conta
th: ไม่ต้องมีบัญชี
tr: Hesap yok
zh_hans: 无需账号
zh_hant: 無需帳號

# privacy.noAds
source: No ads
ar: بدون إعلانات
de: Keine Werbung
es: Sin anuncios
fr: Sans publicité
hi: कोई विज्ञापन नहीं
id: Tanpa iklan
it: Nessuna pubblicità
ja: 広告なし
ko: 광고 없음
pt_br: Sem anúncios
th: ไม่มีโฆษณา
tr: Reklam yok
zh_hans: 无广告
zh_hant: 無廣告

# privacy.noAnalytics
source: No third-party analytics
ar: بدون تحليلات خارجية
de: Keine Drittanbieter-Analytics
es: Sin analítica de terceros
fr: Sans analytics tiers
hi: कोई तृतीय-पक्ष एनालिटिक्स नहीं
id: Tanpa analitik pihak ketiga
it: Nessuna analisi di terze parti
ja: 第三者分析なし
ko: 타사 분석 없음
pt_br: Sem analytics de terceiros
th: ไม่มีการวิเคราะห์จากบุคคลที่สาม
tr: Üçüncü taraf analitik yok
zh_hans: 无第三方分析
zh_hant: 無第三方分析

# privacy.noServer
source: No server sync
ar: لا مزامنة مع الخادم
de: Keine Server-Synchronisierung
es: Sin sincronización con servidor
fr: Pas de synchronisation serveur
hi: कोई सर्वर सिंक नहीं
id: Tanpa sinkronisasi server
it: Nessuna sincronizzazione server
ja: サーバー同期なし
ko: 서버 동기화 없음
pt_br: Sem sincronização com servidor
th: ไม่มีการซิงก์เซิร์ฟเวอร์
tr: Sunucu eşitlemesi yok
zh_hans: 无服务器同步
zh_hant: 無伺服器同步

# privacy.section.local
source: Local-first promises
ar: وعود المحلي أولًا
de: Local-first-Versprechen
es: Promesas local-first
fr: Engagements local-first
hi: स्थानीय-प्रथम वादे
id: Janji lokal-first
it: Promesse local-first
ja: ローカル優先の約束
ko: 로컬 우선 약속
pt_br: Promessas local-first
th: คำมั่นแบบเก็บในเครื่องก่อน
tr: Yerel öncelikli sözler
zh_hans: 本地优先承诺
zh_hant: 本機優先承諾

# privacy.section.security
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
th: ความปลอดภัย
tr: Güvenlik
zh_hans: 安全
zh_hant: 安全

# privacy.security.body
source: Optional Face ID lock can be added without changing the local-first data model.
ar: يمكن إضافة قفل Face ID اختياري دون تغيير نموذج البيانات المحلي أولًا.
de: Optionale Face-ID-Sperre kann hinzugefügt werden, ohne das lokale Datenmodell zu ändern.
es: El bloqueo opcional con Face ID se puede añadir sin cambiar el modelo de datos local.
fr: Le verrouillage Face ID facultatif peut être ajouté sans changer le modèle de données local.
hi: स्थानीय-प्रथम डेटा मॉडल बदले बिना वैकल्पिक Face ID लॉक जोड़ा जा सकता है।
id: Kunci Face ID opsional dapat ditambahkan tanpa mengubah model data lokal-first.
it: Il blocco Face ID opzionale può essere aggiunto senza cambiare il modello dati locale.
ja: ローカル優先のデータモデルを変えずに、任意のFace IDロックを追加できます。
ko: 로컬 우선 데이터 모델을 바꾸지 않고 선택적 Face ID 잠금을 추가할 수 있습니다.
pt_br: O bloqueio opcional por Face ID pode ser adicionado sem mudar o modelo de dados local.
th: สามารถเพิ่มล็อก Face ID ได้โดยไม่เปลี่ยนโมเดลข้อมูลแบบเก็บในเครื่องก่อน
tr: İsteğe bağlı Face ID kilidi, yerel öncelikli veri modeli değişmeden eklenebilir.
zh_hans: 可添加 Face ID 锁定，同时不改变本地优先的数据模式。
zh_hant: 可添加 Face ID 锁定，同时不改变本地优先的数据模式。

# privacy.title
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
th: ความเป็นส่วนตัว
tr: Gizlilik
zh_hans: 隐私
zh_hant: 隱私

# questionmark.circle
source: Circle
ar: دائرة
de: Kreis
es: Círculo
fr: Cercle
hi: वृत्त
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
pt_br: Círculo
th: วงกลม
tr: Daire
zh_hans: 圆形
zh_hant: 圆形

# report.disclaimer
source: This report is for personal tracking and discussion support. It is not a diagnosis or medical advice.
ar: هذا التقرير للتتبع الشخصي ودعم النقاش. ليس تشخيصًا أو نصيحة طبية.
de: Dieser Bericht dient dem persönlichen Tracking und der Unterstützung von Gesprächen. Er ist keine Diagnose und keine medizinische Beratung.
es: Este informe es para seguimiento personal y apoyo en conversaciones. No es un diagnóstico ni consejo médico.
fr: Ce rapport sert au suivi personnel et au soutien des échanges. Ce n’est ni un diagnostic ni un avis médical.
hi: यह रिपोर्ट व्यक्तिगत ट्रैकिंग और चर्चा समर्थन के लिए है। यह निदान या चिकित्सा सलाह नहीं है।
id: Laporan ini untuk pelacakan pribadi dan dukungan diskusi. Ini bukan diagnosis atau saran medis.
it: Questo report serve al monitoraggio personale e al supporto della conversazione. Non è una diagnosi né un consiglio medico.
ja: このレポートは個人の記録と相談支援のためのものです。診断や医療助言ではありません。
ko: 이 보고서는 개인 기록과 상담 지원을 위한 것입니다. 진단이나 의학적 조언이 아닙니다.
pt_br: Este relatório é para acompanhamento pessoal e apoio em conversas. Não é diagnóstico nem orientação médica.
th: รายงานนี้ใช้สำหรับติดตามส่วนตัวและช่วยสนับสนุนการพูดคุย ไม่ใช่การวินิจฉัยหรือคำแนะนำทางการแพทย์
tr: Bu rapor kişisel takip ve görüşme desteği içindir. Tanı veya tıbbi tavsiye değildir.
zh_hans: 本报告仅用于个人追踪和辅助沟通，不是诊断或医疗建议。
zh_hant: 本報告僅用於個人追蹤和輔助溝通，不是診斷或醫療建議。

# reports.appointment.open
source: Build appointment prep
ar: إنشاء تحضير الموعد
de: Terminvorbereitung erstellen
es: Crear preparación de cita
fr: Créer la préparation du rendez-vous
hi: अपॉइंटमेंट तैयारी बनाएँ
id: Buat persiapan janji
it: Crea preparazione visita
ja: 受診準備を作成
ko: 진료 준비 만들기
pt_br: Criar preparação da consulta
th: สร้างการเตรียมนัดหมาย
tr: Randevu hazırlığı oluştur
zh_hans: 生成就诊准备
zh_hant: 生成就診準備

# reports.option.doctor
source: Doctor report
ar: تقرير الطبيب
de: Arztbericht
es: Informe médico
fr: Rapport médecin
hi: डॉक्टर रिपोर्ट
id: Laporan dokter
it: Report medico
ja: 医師向けレポート
ko: 진료용 보고서
pt_br: Relatório médico
th: รายงานสำหรับแพทย์
tr: Doktor raporu
zh_hans: 医生报告
zh_hant: 醫師報告

# reports.option.doctor.detail
source: A structured visit summary.
ar: ملخص زيارة منظم.
de: Eine strukturierte Besuchszusammenfassung.
es: Un resumen estructurado para la consulta.
fr: Un résumé structuré de visite.
hi: एक संरचित विज़िट सारांश।
id: Ringkasan kunjungan terstruktur.
it: Un riepilogo strutturato della visita.
ja: 受診向けの構造化された要約。
ko: 구조화된 진료 요약.
pt_br: Um resumo estruturado da consulta.
th: สรุปการพบแพทย์แบบเป็นโครงสร้าง
tr: Yapılandırılmış ziyaret özeti.
zh_hans: 结构化就诊摘要。
zh_hant: 結構化就診摘要。

# reports.option.partner
source: Partner explain page
ar: صفحة شرح للشريك
de: Erklärseite für Partner
es: Página para explicar a la pareja
fr: Page d’explication pour le partenaire
hi: पार्टनर व्याख्या पेज
id: Halaman penjelasan pasangan
it: Pagina spiegazione per partner
ja: パートナー向け説明ページ
ko: 파트너 설명 페이지
pt_br: Página para explicar ao parceiro
th: หน้าคำอธิบายสำหรับคู่
tr: Partner açıklama sayfası
zh_hans: 伴侣说明页
zh_hant: 伴侶說明頁

# reports.option.partner.detail
source: A gentle explanation scaffold.
ar: هيكل شرح لطيف.
de: Eine sanfte Erklärungsvorlage.
es: Una guía de explicación sencilla.
fr: Une structure d’explication simple.
hi: एक सहज व्याख्या ढाँचा।
id: Kerangka penjelasan yang lembut.
it: Una struttura di spiegazione delicata.
ja: やさしい説明のたたき台。
ko: 부드러운 설명 틀.
pt_br: Uma estrutura de explicação simples.
th: โครงคำอธิบายอย่างอ่อนโยน
tr: Nazik bir açıklama taslağı.
zh_hans: 温和的说明框架。
zh_hant: 温和的说明框架。

# reports.option.self
source: Self summary
ar: ملخص شخصي
de: Eigene Zusammenfassung
es: Resumen personal
fr: Résumé personnel
hi: स्वयं सारांश
id: Ringkasan pribadi
it: Riepilogo personale
ja: 自己サマリー
ko: 개인 요약
pt_br: Resumo pessoal
th: สรุปส่วนตัว
tr: Kişisel özet
zh_hans: 自我摘要
zh_hant: 自我摘要

# reports.option.self.detail
source: A simple private overview.
ar: نظرة خاصة بسيطة.
de: Eine einfache private Übersicht.
es: Un resumen privado sencillo.
fr: Un aperçu privé simple.
hi: एक सरल निजी अवलोकन।
id: Ikhtisar pribadi sederhana.
it: Una semplice panoramica privata.
ja: シンプルな個人用概要。
ko: 간단한 개인용 개요.
pt_br: Uma visão privada simples.
th: ภาพรวมส่วนตัวแบบง่าย
tr: Basit özel genel bakış.
zh_hans: 简单的私人概览。
zh_hant: 簡單的私人概覽。

# reports.pdf.buildPreview
source: Build local PDF preview
ar: إنشاء معاينة PDF محلية
de: Lokale PDF-Vorschau erstellen
es: Crear vista previa PDF local
fr: Créer un aperçu PDF local
hi: स्थानीय PDF पूर्वावलोकन बनाएँ
id: Buat pratinjau PDF lokal
it: Crea anteprima PDF locale
ja: ローカルPDFプレビューを作成
ko: 로컬 PDF 미리보기 만들기
pt_br: Criar prévia local em PDF
th: สร้างตัวอย่าง PDF ในเครื่อง
tr: Yerel PDF önizlemesi oluştur
zh_hans: 生成本地 PDF 预览
zh_hant: 生成本地 PDF 预览

# reports.pdf.bytes
source: bytes
ar: بايت
fr: octets
hi: बाइट
id: byte
it: byte
ja: バイト
ko: 바이트
th: ไบต์
tr: bayt
zh_hans: 字节
zh_hant: 字节
